Repository: IATI/iati-validator-docs
Catalog: docs/locale/*/LC_MESSAGES/categories.po
Languages: es, fr

source: Categories
es: Categorías
fr: Catégories

source: Checks carried out by the validator are grouped into categories, depending on what they're checking. The categories are:
es: Las comprobaciones realizadas por el Validador se agrupan en categorías, en función de lo que comprueban. Las categorías son:
fr: Les contrôles effectués par le validateur sont regroupés en catégories, en fonction de ce qu'ils vérifient. Les catégories sont les suivantes

source: classifications
es: clasificaciones

source: Checks relating to classifications, such as sector codes.
es: Comprobaciones relativas a las clasificaciones, como los códigos de sectores.
fr: Contrôles relatifs aux classifications, tels que les codes sectoriels.

source: financial
es: financiera
fr: financière

source: Checks relating to financial aspects, such as budget splits and financial type codes.
es: Comprobaciones relativas a los aspectos financieros, como las divisiones presupuestarias y los códigos de tipo financiero.
fr: Contrôles relatifs aux aspects financiers, tels que les ventilations budgétaires et les codes de type financier.

source: geo
es: geográfica
fr: géo

source: Checks relating to geographic aspects, such as ensuring that percentage splits between countries or regions sum to 100%.
es: Comprobaciones relacionadas con aspectos geográficos, como verificar que los porcentajes de reparto entre países o regiones sumen el 100%.
fr: Contrôles relatifs aux aspects géographiques, par exemple pour s'assurer que la somme des pourcentages entre les pays ou les régions est égale à 100 %.

source: Checks relating to dates, such as checking that end dates come after start dates.
es: Comprobaciones relacionadas con las fechas, como verificar que las fechas de finalización sean posteriores a las de inicio.
fr: Contrôles relatifs aux dates, tels que la vérification que les dates de fin sont postérieures aux dates de début.

source: identifiers
es: identificadores
fr: identifiants

source: Checks relating to activity identifiers, such as formatting and allowed characters.
es: Comprobaciones relativas a los identificadores de actividad, como el formato y los caracteres permitidos.
fr: Contrôles relatifs aux identificateurs d'activité, tels que le formatage et les caractères autorisés.

source: information
es: información
fr: l'information

source: Checks that relate to the structure of the data in ways that cannot be enforced in XML schema, such as where one of two fields must be present.
es: Comprobaciones que no pueden aplicarse en el esquema XML relacionadas con la estructura de los datos, como la presencia obligatoria de uno de dos campos.
fr: Contrôles liés à la structure des données d'une manière qui ne peut être appliquée dans le schéma XML, par exemple lorsqu'un des deux champs doit être présent.

source: organisation
es: organización
fr: l'organisation

source: Checks relating to organisation identifiers, , such as formatting and allowed characters.
es: Comprobaciones relativas a los identificadores de la organización, como el formato y los caracteres permitidos.
fr: Contrôles relatifs aux identificateurs d'organisation, tels que le formatage et les caractères autorisés.

source: participating
es: participación
fr: participant

source: Checks relating to participating-organisation information, such as allowed characters and important fields.
es: Comprobaciones relativas a la información de la organización participante, como los caracteres permitidos y los campos importantes.
fr: Contrôles relatifs aux informations sur les organisations participantes, tels que les caractères autorisés et les champs importants.

source: performance
es: rendimiento

source: Checks relating to indicators, such as ensuring that quantiative indicators have baselines.
es: Comprobaciones relativas a los indicadores, como verificar que los indicadores cuantitativos tengan valores de referencia.
fr: Contrôles relatifs aux indicateurs, par exemple pour s'assurer que les indicateurs quantitatifs sont assortis de lignes de base.

source: relations
es: relaciones

source: Checks relating to related activites, such as formatting of identifiers.
es: Comprobaciones relacionadas con actividades conexas, como el formato de los identificadores.
fr: Contrôles relatifs à des activités connexes, telles que le formatage des identifiants.
