Repository: IATI/iati-validator-docs
Catalog: docs/locale/*/LC_MESSAGES/index.po
Languages: es, fr

source: Home
es: Inicio
fr: Accueil

source: IATI Validation
es: Validación de la IATI
fr: Validation de l'IITA

source: Validator Website
es: Página web del Validador
fr: Site web de l'outil de validation

source: Validator API
es: API del Validador
fr: API de l'outil de validation

source: IATI Validator
es: Validador de la IATI
fr: Outil de validation de l’IITA

source: The `IATI Validator <https://validator.iatistandard.org/>`_ is a tool for assessing data using the rules and guidance of the IATI Standard. It also provides information on how to improve the quality of IATI data to ensure it is accessible and useful to anyone working with data on development and humanitarian activities, resources and results.
es: El `Validador de la IATI <https://validator.iatistandard.org/>`_ es una herramienta para evaluar los datos utilizando las reglas y directrices de la Norma IATI. También ofrece información sobre cómo mejorar la calidad de los datos de la IATI para garantizar que sean accesibles y útiles para todas las personas que trabajen con datos sobre actividades, recursos y resultados humanitarios y de desarrollo.

source: Files can be uploaded to the Validator for assessment via `the Validator website <https://validator.iatistandard.org>`_ . Validation usually takes a few minutes.
es: Para su evaluación, los archivos pueden cargarse en el `sitio web del Validador : <https://validator.iatistandard.org>`_ . La validación suele tardar unos minutos.
fr: Les fichiers peuvent être téléversés sur l'outil de validation pour être évalués via `le site web de l'outil de validation <https://validator.iatistandard.org>`_ . La validation prend généralement quelques minutes.

source: A link to data on the Web can be provided, and the IATI Validator will download the file before assessing it. This relies on the data being publicly available: advice on identifying and resolving download issues can be found on the `IATI Standard Website <https://iatistandard.org/en/guidance/publishing-data/publishing-files/publishing-without-access-restrictions/>`_.
es: Puede facilitarse un enlace a los datos en la web, y el Validador de la IATI descargará el archivo antes de evaluarlo. Esto depende de que los datos estén a disposición del público: en el `sitio web de la Norma IATI <https://iatistandard.org/en/guidance/publishing-data/publishing-files/publishing-without-access-restrictions/>`_ encontrará orientación para identificar y resolver los problemas de descarga.
fr: Un lien vers des données sur le web peut être fourni, et l'outil de validation de l'IITA téléchargera le fichier avant de l'évaluer. Dans cette optique, il faut que les données soient accessibles au public : des conseils sur l'identification et la résolution des problèmes de téléchargement sont consultables sur le `site web de la norme de l'IITA <https://iatistandard.org/fr/guidance/publishing-data/creating-files/publishing-without-access-restrictions/>`_.

source: Reports on any published IATI file can be found in the `Public Data Viewer <https://validator.iatistandard.org/organisations>`_. Reports are available a few hours after the data has been updated.
es: Los informes sobre cualquier archivo publicado en la IATI pueden encontrarse en el `visualizador público de datos <https://validator.iatistandard.org/organisations>`_. Los informes están disponibles unas horas después de la actualización de los datos.
fr: Les rapports sur tous les fichiers de l'IITA publiés peuvent être consultés dans le `Public Data Viewer (outil de visualisation des données publiques) <https://validator.iatistandard.org/organisations>`_. Les rapports sont disponibles quelques heures après la mise à jour des données.

source: Validation and reports are also available via the `IATI API Portal <https://developer.iatistandard.org/api-details#api=iati-validator-v2&operation=get-pub-get-report>`_.
es: También es posible acceder a la validación y los informes a través del `portal de API de la IATI <https://developer.iatistandard.org/api-details#api=iati-validator-v2&operation=get-pub-get-report>`_.
fr: La validation et les rapports sont également disponibles via le `portail de l'API de l'IITA <https://developer.iatistandard.org/api-details#api=iati-validator-v2&operation=get-pub-get-report>`_.

source: The methodology used by the Validator and the meaning of the reports can be found in the :ref:`IATI Validation<Validation Overview>` section.
es: La metodología utilizada por el Validador y el significado de los informes pueden consultarse en la sección :ref:`Validación IATI<Descripción general de la validación>`.
fr: La méthodologie utilisée par l'outil de validation et la signification des rapports sont décrites dans la section :ref:`Validation de l'IITA<Vue d'ensemble de la validation>`.

source: Donor Requirements
es: Requisitos de los donantes
fr: Exigences des donateurs

source: A number of donors have their own requirements for their grantees; the IATI Validator does not check for these. For assistance, contact the relevant donor. IATI does publish `donor reporting requirement guidance <https://iatistandard.org/en/guidance/standard-overview/donors-reporting-requirements/>`_ , which represents IATI's most current information.
es: Varios donantes tienen sus propios requisitos para sus beneficiarios; el Validador de la IATI no los comprueba. Para obtener ayuda, póngase en contacto con el donante correspondiente. La IATI publica `orientaciones sobre los requisitos de presentación de informes de los donantes <https://iatistandard.org/en/guidance/standard-overview/donors-reporting-requirements/>`_ , que presentan la información más actualizada de la IATI.
fr: Un certain nombre de donateurs ont leurs propres exigences à l'égard de leurs bénéficiaires ; l'outil de validation de l'IITA ne les vérifie pas. Pour obtenir de l'aide, contactez le donateur concerné. L'IITA publie des `directives sur les exigences des donateurs en matière de communication des données <https://iatistandard.org/fr/guidance/standard-overview/donors-reporting-requirements/>`_ , qui incluent les informations les plus récentes de l'IITA.

source: Help & Support
es: Ayuda y asistencia
fr: Aide et assistance

source: `Get in touch <https://iatistandard.org/en/contact/>`_ with any questions relating to publishing, using or improving IATI data. There is an active community of IATI publishers and users on `IATI Connect <https://iaticonnect.org/data-publishing-cop/stream>`_
es: `Póngase en contacto con nosotros <https://iatistandard.org/en/contact/>`_ si tiene alguna pregunta sobre la publicación, el uso o la mejora de los datos de la IATI. Existe una comunidad activa de usuarios de la IATI y entidades que publican de conformidad con la IATI a la que se puede acceder en `IATI Connect <https://iaticonnect.org/data-publishing-cop/stream>`_.
fr: `Contactez-nous <https://iatistandard.org/fr/guidance/get-support/>`_ pour toute question relative à la publication, à l'utilisation ou à l'amélioration des données de l'IITA. Il existe une communauté active de signataires et d'utilisateurs de l'IITA sur la plateforme `IATI Connect <https://iaticonnect.org/data-publishing-cop/stream>`_

source: The IATI Validator is a tool for assessing data using the rules and guidance of the IATI Standard. It also provides information on how to improve the quality of IATI data to ensure it is accessible and useful to anyone working with data on development and humanitarian activities, resources and results.
fr: L'outil de validation de l'IITA permet d'évaluer les données à l'aide des règles et des directives relatives à la norme de l'IITA. Il fournit également des informations sur la manière d'améliorer la qualité des données de l'IITA afin qu'elles soient accessibles et utiles à tous ceux qui travaillent avec des données sur les activités, les ressources et les résultats dans le domaine du développement et de l'action humanitaire.
