Repository: IATI/iati-validator-docs
Catalog: docs/locale/*/LC_MESSAGES/statuses.po
Languages: es, fr

source: Statuses
es: Estados
fr: Statuts

source: Success
es: Success (Sin errores)
fr: Succès

source: If there are no errors or ways in which the file varies from the IATI standards and guidance, then the report will show the file's status as "Success".
es: Si no hay errores ni discrepancias entre el archivo y las normas y directrices de la IATI, el informe mostrará el estado del archivo como "Success".
fr: S'il n'y a pas d'erreurs ou de différences entre le fichier et les normes et directives de l'IITA, le rapport indiquera « Succès » (statut du fichier).

source: Otherwise, the file's status will be shown as one of **Critical**, **Error**, or **Warning**. Validation might result in issues being discovered at multiple levels of severity: the file's status is shown as the level of the most severe issue found.
es: De lo contrario, el estado del archivo se mostrará como **Critical** (Crítico), **Error** (Con errores) o **Warning** (Advertencia). La validación puede dar lugar a que se descubran problemas en distintos niveles de gravedad: el estado del archivo corresponde al nivel del problema más grave encontrado.
fr: Dans le cas contraire, le fichier affichera l'un des statuts suivants : **Critique**, **Erreur** ou **Avertissement**. La validation peut entraîner la découverte de problèmes à plusieurs niveaux de gravité : le statut du fichier est indiqué comme étant le niveau de problème le plus grave détecté.

source: Critical
es: Estado crítico
fr: Critique

source: **Critical** status means that the file does not validate against the XML Schema for the Activity or Organisation standard, as appropriate. The XML schema defines the field names, mandatory fields, and field formats.
es: El estado **Critical** indica que el archivo no se ajusta al esquema XML de la norma de actividad u organización, según corresponda. El esquema XML define los nombres de los campos, los campos obligatorios y los formatos de los campos.
fr: Le statut **Critique** signifie que le fichier n'est pas validé par rapport au schéma XML de la norme de l'activité ou de l'organisation, selon le cas. Le schéma XML définit les intitulés des champs, les champs obligatoires et les formats de champs.

source: Any schema validation error will result in a file having **Critical** status.
es: Cualquier error de validación del esquema causará que un archivo tenga el estado **Critical**.
fr: Toute erreur de validation du schéma entraînera l'attribution du statut **Critique** à un fichier.

source: **Critical** status mean that tools that expect to make use of the data cannot do so, because it doesn't use the expected format.
es: Este estado significa que las herramientas que intentan utilizar los datos no pueden hacerlo, porque el archivo no utiliza el formato esperado.
fr: Le statut **Critique** signifie que les outils censés utiliser les données ne peuvent pas le faire car celles-ci n'utilisent pas le format prévu.

source: Error & Warning
es: Estados de advertencia y con errores
fr: Erreurs et avertissements

source: **Error** and **Warning** statuses are generated by applying the `IATI Standard Rulesets <https://iatistandard.org/en/iati-standard/203/rulesets/standard-ruleset/>`_ to the file. The Rulesets describe rules for IATI data that cannot be expressed in XML Schema, such as that certain percentages must sum to 100%.
es: Los estados **Error** y **Warning** se generan comprobando en el archivo los `Conjuntos de reglas de la Norma IATI <https://iatistandard.org/en/iati-standard/203/rulesets/standard-ruleset/>`_. Los conjuntos de reglas describen pautas para los datos de la IATI que no pueden expresarse en el esquema XML, por ejemplo, que determinados porcentajes deben sumar el 100%.
fr: Les statuts **Erreur** et **Avertissement** sont générés lors de l'application des `ensembles de règles de la norme de l'IITA <https://iatistandard.org/fr/iati-standard/203/rulesets/standard-ruleset/>`_ au fichier. Les ensembles de règles concernent les données de l'IITA qui ne peuvent pas être exprimées selon un schéma XML (par exemple, le total de certains pourcentages doit être égal à 100 %).

source: If the rule states that a certain condition MUST be met, then failure to meet that condition results in an **Error** status.
es: Si la regla establece que una condición determinada TIENE QUE cumplirse, el incumplimiento de dicha condición da lugar al estado **Error**.
fr: Si la règle stipule qu'une certaine condition DOIT être remplie, le non-respect de cette condition entraînera un statut **Erreur**.

source: If the rule states that a certain condition SHOULD be met, then failure to meet that condition results in a **Warning** status.
es: Si la regla establece que una determinada condición DEBERÍA cumplirse, el incumplimiento de dicha condición da lugar al estado **Warning**.
fr: Si la règle stipule qu'une certaine condition DEVRAIT être remplie, le non-respect de cette condition entraînera un statut **Avertissement**.

source: Success (with advisories)
es: Sin errores (con consejos)
fr: Succès (avec avis)

source: The IATI Validator also carries out checks that go beyond the requirements of the IATI Standard in order to highlight ways in which the data can be made more useful. These are not errors, but addressing them will improve the utility of the data. If a file has no errors but does have advisories, then it will have the status "Success (with advisories)".
es: El Validador de la IATI también lleva a cabo comprobaciones que van más allá de los requisitos de la Norma IATI con el fin de destacar de qué forma los datos podrían ser más útiles. No se trata de errores, pero abordarlos incrementará la utilidad de los datos. Si un archivo no tiene errores pero sí consejos, tendrá el estado "Success (with advisories)".
fr: L'outil de validation de l'IITA effectue également des contrôles qui vont au-delà des exigences de la norme de l'IITA afin de mettre en évidence les moyens d'accroître l'efficacité des données. Il ne s'agit pas d'erreurs, mais la résolution de toute imperfection améliorera l'utilité des données. Si un fichier ne contient pas d'erreurs mais est assorti de conseils, il se verra assigner le statut « Succès (avec avis) ».
